Repository: Olli/contao-storelocator
Catalog: languages/*/modules.xlf
Languages: de

# MOD.storelocator.0
source: Stores
de: Händler

# MOD.storelocator.1
source: Manage stores and search them using geodata
de: Händler-Listen verwalten und geographische Suche ermöglichen.

# FMD.storelocator.0
source: Stores
de: Händler

# FMD.storelocator_search.0
source: Storesearch
de: Händlersuche

# FMD.storelocator_search.1
source: adds a search mask
de: fügt eine Suchmaske ein.

# FMD.storelocator_list.0
source: Storelist
de: Händlerliste

# FMD.storelocator_list.1
source: lists all available stores
de: fügt eine Liste aller Händler zur Seite hinzu.

# FMD.storelocator_details.0
source: Storedetails
de: Händlerdetails

# FMD.storelocator_details.1
source: shows details for the chosen store
de: zeigt Details zum ausgewählten Händler an.

# tl_module.storelocator_search_country.0
source: Default country
de: Standardland

# tl_module.storelocator_search_country.1
source: Which country should be used as default if user did not select any?
de: In welchem Land sollen die Ergebnisse gesucht werden (falls der Benutzer kein anderes ausgewählt hat)?

# tl_module.storelocator_enable_autocomplete.0
source: Enable autosuggest?
de: Vorschläge anzeigen?

# tl_module.storelocator_enable_autocomplete.1
source: Displays suggestions while typing.
de: Zeigt dem Nutzer Suchvorschläge schon während dem Eingeben an.

# tl_module.storelocator_search_tpl.1
source: Which template should be used to display the search mask.
de: Wählen Sie mit welchen Template die Suchmaske dargestellt werden soll.

# tl_module.storelocator_list_tpl.1
source: Choose which template should be used to list the stores
de: Wählen Sie mit welchen Template die Händler dargestellt werden sollen.

# tl_module.storelocator_search_categories.0
source: Categories
de: Händlerkategorien

# tl_module.storelocator_search_categories.1
source: From which categories can the user choose to show results?
de: Aus welchen Händlerlisten soll der Nutzer Einträge auswählen können?

# tl_module.storelocator_list_categories.0
source: Categories
de: Händlerkategorien

# tl_module.storelocator_list_categories.1
source: From which category should the stores be displayed
de: Aus welchen Händlerlisten sollen Einträge angezeigt werden?

# tl_module.storelocator_allow_empty_search.0
source: Allow empty search?
de: Leersuche erlauben?

# tl_module.storelocator_allow_empty_search.1
source: Should the user be able to submit an empty search to see all results?
de: Soll der Benutzer eine leere Suchanfrage abschicken können um alle Ergebnisse angezeigt zu bekommen?

# tl_module.storelocator_show_map.0
source: Show stores in Google Map?
de: Händler in Google Map anzeigen?

# tl_module.storelocator_show_map.1
source: Should the stores be shown in a Google Map in addition to the normal results list?
de: Sollen die Händler neben der Ergebnisliste auch in einer Google Map angezeigt werden?

# tl_module.storelocator_map_default_center.0
source: Center of Google Map
de: Zentrum der Google Map

# tl_module.storelocator_map_default_center.1
source: Center of the map if an empty search was done. (Latitude, Longitude)
de: Zentrum der Karte, wenn eine Leersuche ausgeführt wurde. (Breitengrad, Längengrad)

# tl_module.storelocator_show_all_stores_on_map.0
source: Show all stores on map
de: Zeige alle Händler auf der Karte

# tl_module.storelocator_show_all_stores_on_map.1
source: or only stores in result list will be diplayed
de: oder zeigt nur Händler aus der Ergebnisliste an

# tl_module.storelocator_put_stores_on_map_in_list.0
source: Put stores from map in result list
de: Fügt Händler von Karte in die Ergebnisliste ein

# tl_module.storelocator_put_stores_on_map_in_list.1
source: This can only have any effect if "Show all stores on map" is active
de: Dies kann nur einen Effekt haben wenn "Zeige alle Händler auf der Karte" aktiv ist

# tl_module.storelocator_map_interaction.0
source: Map interaction
de: Karten Interaktion

# tl_module.storelocator_map_interaction.1
source: What action should be performed
de: Was für eine Aktion soll ausgeführt werden

# tl_module.storelocator_list_interaction.0
source: Result list interaction
de: Ergebnislisten Interaktion

# tl_module.storelocator_list_interaction.1
source: What action should be performed
de: Was für eine Aktion soll ausgeführt werden

# tl_module.storelocator_map_pin.0
source: Pin image
de: Pin-Bild

# tl_module.storelocator_map_pin.1
source: The normal map pins will be replaced by the chosen image.
de: Die normalen Pins in der Karte werden durch die gewählte Grafik ersetzt.

# tl_module.storelocator_list_limit.0
source: Number of results
de: Anzahl der Ergebnisse

# tl_module.storelocator_list_limit.1
source: How many results should be shown?
de: Wieviele Ergebnisse sollen maximal angezeigt werden?

# tl_module.storelocator_details_tpl.1
source: Choose which template should be used to show details of the store
de: Wählen Sie mit welchen Template der Händler dargestellt werden soll.

# tl_module.storelocator_limit_distance.0
source: Limit distance
de: Entfernung begrenzen

# tl_module.storelocator_limit_distance.1
source: Do not show stores which exceed the maximum distance.
de: Einträge ab einer maximalen Entfernung nicht anzeigen.

# tl_module.storelocator_max_distance.0
source: Max distance
de: Maximale Entfernung

# tl_module.storelocator_max_distance.1
source: The maximum distance in km.
de: Die maximale Entfernung in km.
